package bot

const (
	errorSummarizationFailed = "Не удалось получить краткое изложение, попробуйте прислать другую ссылку"
	errorNotAnURL            = "Не выглядит как ссылка. Пришлите ссылку или воспользуйтесь встроенными командами (/help)"
	helpStr                  = "Бот, который суммаризирует текст, расположенный по присланной ссылке.\n" +
		"Отправьте ссылку, чтобы суммаризировать текст. Пример: https://habr.com/ru/news/729422/"
	messageWelcome = "Добро пожаловать в бот! Этот бот читает тексты по ссылке за вас и выдает краткое изложение." +
		"Отправьте ссылку, чтобы суммаризировать текст. Пример: https://habr.com/ru/news/729422/"
)
